var zvonki = {};

zvonki["Понедельник"] = {
	1: {"begin":825,"end":904,"show":true},
	"Перемена 1➔2": {"begin":905,"end":914},
	2: {"begin":915,"end":954,"show":true},
	"Перемена 2➔3": {"begin":955,"end":1004},
	3: {"begin":1005,"end":1044,"show":true},
	"Перемена 3➔4": {"begin":1045,"end":1104},
	4: {"begin":1105,"end":1144,"show":true},
	"Перемена 4➔5": {"begin":1145,"end":1204},
	5: {"begin":1205,"end":1244,"show":true},
	"Перемена 5➔6": {"begin":1245,"end":1259},
	6: {"begin":1300,"end":1339,"show":true},
	"Перемена 6➔7": {"begin":1340,"end":1349},
	7: {"begin":1350,"end":1429,"show":true},
	"Перемена 7➔8": {"begin":1430,"end":1434},
	8: {"begin":1435,"end":1514,"show":true},
};

zvonki["Вторник"] = {
	1: {"begin":825,"end":909,"show":true},
	"Перемена 1➔2": {"begin":910,"end":919},
	2: {"begin":920,"end":1004,"show":true},
	"Перемена 2➔3": {"begin":1005,"end":1014},
	3: {"begin":1015,"end":1059,"show":true},
	"Перемена 3➔4": {"begin":1100,"end":1119},
	4: {"begin":1120,"end":1204,"show":true},
	"Перемена 4➔5": {"begin":1205,"end":1224},
	5: {"begin":1225,"end":1309,"show":true},
	"Перемена 5➔6": {"begin":1310,"end":1324},
	6: {"begin":1325,"end":1409,"show":true},
	"Перемена 6➔7": {"begin":1410,"end":1419},
	7: {"begin":1420,"end":1504,"show":true},
	"Перемена 7➔8": {"begin":1505,"end":1514},
	8: {"begin":1515,"end":1559,"show":true},
};

zvonki['Четверг'] = zvonki['Понедельник'];
zvonki['Среда'] = zvonki['Вторник'];
zvonki['Пятница'] = zvonki['Вторник'];
zvonki['Суббота'] = {1: {"begin":100,"end":100}};
zvonki['Воскресенье'] = zvonki['Суббота'];

var days = ['Воскресенье','Понедельник','Вторник','Среда','Четверг','Пятница','Суббота'];
var daysi = [7,1,2,3,4,5,6];
var months = ["Январь","Февраль","Март","Апрель","Май","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"];